{
  "ale": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-tree": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "one-dark": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}